Revit 2027 API
ParameterTypeId.FabricWireDistance Property
 "Wire distance": The distance between wires
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricWireDistance { get; }
Public Shared ReadOnly Property FabricWireDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricWireDistance {
	ForgeTypeId^ get ();
}
static member FabricWireDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace